<?php
echo <<<END
<div class="container">
    <div class="content row">
        <div class="sidebar col-md-3 col-12">
            <aside class="section topics">
                <h3>Категории статей</h3>
                <ul>
                    <li><a href="#">Новости</a></li>
                    <li><a href="#">Гайды</a></li>
                    <li><a href="#">Обзоры</a></li>
                    <li><a href="#">Железо</a></li>
                    <li><a href="#">Топ постов</a></li>
                </ul>
            </aside>
        </div>
        <div class="main-content col-md-9 col-12">
            <h2 class="last-publication">Последние публикации</h2>
            <div class="blog-post row">
                <div class="post-img col-12 col-md-4">
                    <img src="../img/post-blog-img.jpg" class="img-thumbnail" alt="post-img" >
                </div>
                <div class="post-text col-12 col-md-8">
                    <h3><a href="#">Заголовок поста</a></h3>
                    <i class="">Тематика</i>
                    <i class="post-author">Автор</i>
                    <i class="post-date">Дата публикации</i>
                    <p class="preview-tex">
                        Если вам приходилось хотя бы однажды размещать в верстке текст, набранный неумело,
                        без знания особенностей работы с ним средствами программ макетирования, то вопрос “есть ли у набора правила?” покажется вам лишним.
                        Или, наоборот, вам случалось набирать текст, утомляя глаза и пальцы, а потом видеть недовольные лица верстальщиков…
                        Каким же требованиям должен подчиняться компьютерный набор, чтобы обеспечить эффективную подготовку публикации?
                        Основных принципов можно выделить три: совместимость, простота и структурированность.</p>
                </div>
            </div>
            <div class="blog-post row">
                <div class="post-img col-12 col-md-4">
                    <img src="../img/post-blog-img.jpg" class="img-thumbnail" alt="post-img" >
                </div>
                <div class="post-text col-12 col-md-8">
                    <h3><a href="#">Заголовок поста</a></h3>
                    <i class="">Тематика</i>
                    <i class="post-author">Автор</i>
                    <i class="post-date">Дата публикации</i>
                    <p class="preview-tex">
                        Если вам приходилось хотя бы однажды размещать в верстке текст, набранный неумело,
                        без знания особенностей работы с ним средствами программ макетирования, то вопрос “есть ли у набора правила?” покажется вам лишним.
                        Или, наоборот, вам случалось набирать текст, утомляя глаза и пальцы, а потом видеть недовольные лица верстальщиков…
                        Каким же требованиям должен подчиняться компьютерный набор, чтобы обеспечить эффективную подготовку публикации?
                        Основных принципов можно выделить три: совместимость, простота и структурированность.</p>
                </div>
            </div>
            <div class="blog-post row">
                <div class="post-img col-12 col-md-4">
                    <img src="../img/post-blog-img.jpg" class="img-thumbnail" alt="post-img" >
                </div>
                <div class="post-text col-12 col-md-8">
                    <h3><a href="#">Заголовок поста</a></h3>
                    <i class="">Тематика</i>
                    <i class="post-author">Автор</i>
                    <i class="post-date">Дата публикации</i>
                    <p class="preview-tex">
                        Если вам приходилось хотя бы однажды размещать в верстке текст, набранный неумело,
                        без знания особенностей работы с ним средствами программ макетирования, то вопрос “есть ли у набора правила?” покажется вам лишним.
                        Или, наоборот, вам случалось набирать текст, утомляя глаза и пальцы, а потом видеть недовольные лица верстальщиков…
                        Каким же требованиям должен подчиняться компьютерный набор, чтобы обеспечить эффективную подготовку публикации?
                        Основных принципов можно выделить три: совместимость, простота и структурированность.</p>
                </div>
            </div>
        </div>
    </div>
</div>
END;
